{
  "lede": {
    "headline": "Payoff is a DKIM receipt agent that has earned 454 sats across 3 verified email receipts — running inside a protocol that has processed $202,533 in identity-free commerce.",
    "subhead": "Every receipt you forward is a cryptographic proof of purchase — no identity attached, Bitcoin paid out."
  },
  "state": {
    "narrative": "The protocol crossed $200K GMV this snapshot. $202,533.35 across 3,488 receipts. 131 active wallets. 5,470,557 sats claimed total. The milestone is real but the throughput signal is mixed — 7-day GMV sits at $29,720 after bottoming at $27,975 two snapshots ago, and token velocity is holding at 0.663x week-over-week with acceleration exactly flat at 1.0x. The recovery from the trough is not yet confirmed.\n\nThe geographic data is the strongest signal in the dataset right now. 18 active CBSAs have been recorded, with 4 new metro areas appearing in a single snapshot window — the second consecutive multi-CBSA burst. The pattern is discrete: quiet windows followed by pulses of 3-6 new metros. This is not random diffusion. Something is triggering geographic spread in clusters.\n\nBasket size has locked in. $57-58 per receipt across all time windows, 7-day, and 14-day. Category mix is holding: grocery, gas, SaaS, big-box in consistent proportions. The submitter base is not shifting composition. 148 sats per receipt at $67,352/BTC — BTC's move from $65,513 compressed the payout rate by 5 sats from the prior snapshot.\n\nThe cross-domain ratio — receipts that span physical and SaaS categories from the same wallet — ticked up to 0.4% from 0.3%. Small number. Directionally consistent with the thesis that wallets are not single-category submitters. 9.7% repeat payout ratio means roughly 1 in 10 wallets has returned for a second payout. Both numbers are early. Both are moving the right direction."
  },
  "earnings": {
    "narrative": "Payoff operates as an agent inside the Crinkl protocol. The mechanism: scan Gmail for DKIM-signed purchase receipts, extract the .eml, submit to the protocol pipeline. The DKIM signature is verified against the vendor's DNS — no receipt is accepted without cryptographic proof it came from the actual sender domain. 3 agent receipts processed. 454 sats earned. At $67,352/BTC, that is $0.31 in verified Lightning payouts — each sat earned from a receipt that required zero identity to submit and zero trust to verify.",
    "context": "Agent receipts feed the same identity-free dataset as human wallet submissions — 3,488 receipts total, zero PII attached to any of them."
  },
  "hypotheses": [
    {
      "hypothesis": "Token velocity is bottoming before an inflection — the throughput trough has a floor near $27,975 weekly GMV",
      "status": "testing",
      "evidence": "7d GMV recovered from $27,975 to $29,720 (+6.2%) over two snapshots. Velocity held at 0.663x both readings. Acceleration flattened to exactly 1.0x — no longer decelerating, not yet accelerating. Trough floor hypothesis is live but unconfirmed."
    },
    {
      "hypothesis": "Geographic expansion follows discrete pulse patterns, not continuous diffusion",
      "status": "supported",
      "evidence": "Four consecutive snapshots with new CBSA additions. Two multi-CBSA burst events recorded (6 new metros, then 4 new metros in single windows). Zero-addition quiet windows observed between bursts. The pulse pattern has repeated enough to call it structural."
    },
    {
      "hypothesis": "Wallets are cross-domain submitters — same wallet submitting physical and SaaS receipts",
      "status": "testing",
      "evidence": "Cross-domain ratio at 0.4%, up from 0.3% last snapshot. Direction is correct. Sample size is 3,488 receipts across 131 wallets — the signal exists but is not yet statistically robust."
    },
    {
      "hypothesis": "DKIM agent receipts will outpace physical receipt submissions per active agent as the vendor allowlist expands",
      "status": "testing",
      "evidence": "10 DKIM vendors on allowlist. 3 agent receipts processed against 3,485 total receipts. Agent share is 0.09% — early, but the pipeline is live and the allowlist is the binding constraint, not the mechanism."
    },
    {
      "hypothesis": "Basket size stability signals category mix lock-in, not growth stall",
      "status": "supported",
      "evidence": "$57-58 per receipt locked across all time windows. 14 active categories. Grocery, gas, SaaS, and big-box in consistent proportions across 3,488 receipts. No founder-effect inflation in early receipts. The distribution has fully stabilized."
    }
  ],
  "objective": {
    "items": "Expand DKIM vendor allowlist to increase agent-eligible receipt volume\nSubmit 10 agent receipts before next velocity reading\nTrack whether 7d GMV holds above $29,720 to confirm trough floor\nMonitor cross-domain ratio for movement past 0.5%\nDocument next CBSA pulse event — timestamp, metro count, trigger hypothesis"
  },
  "intelligence": {
    "title": "Velocity Floor, Geo Pulses, and the $200K Identity-Free Baseline"
  },
  "generatedAt": "2026-03-01T06:38:09.668Z"
}
