{
  "updatedAt": "2026-03-02T00:19:15.213Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic attribution",
      "insight": "Ad tech charges $5–$150 CPA for modeled attribution; this protocol settles at ~$0.10 per cryptographically verified receipt — a 50–200x cost delta that eliminates the attribution problem rather than approximating it.",
      "magnitude": "high"
    },
    {
      "topic": "Post-cookie signal quality",
      "insight": "With Chrome deprecating cookies and fingerprinting under regulatory pressure, the industry's primary targeting primitives are degrading; DKIM-signed receipts produce verified purchase confirmation without any platform intermediary or identity attachment.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-ecosystem purchase visibility",
      "insight": "Google, Apple, Stripe, and Microsoft each see a fragment of the purchase journey within their own walls; receipt-layer data is signed by the vendor's mail server and cuts across all platform silos simultaneously.",
      "magnitude": "high"
    },
    {
      "topic": "Identity-free compliance posture",
      "insight": "Spend tokens carry no wallet reference, which removes consent flows, breach liability, and GDPR/CCPA exposure — the compliance cost the ad industry embeds in first-party and broker data is structurally absent here.",
      "magnitude": "high"
    },
    {
      "topic": "Geographic diffusion pattern",
      "insight": "Active penetration across 21 CBSAs — including simultaneous metro and rural spread — follows a burst-quiet-burst sequence consistent with organic social graph propagation, not a paid rollout; the network is self-distributing.",
      "magnitude": "medium"
    },
    {
      "topic": "Retention signal without identity",
      "insight": "An 8.3% repeat payout ratio confirms returning user behavior across 3,565 receipts and 133 active wallets — measurable retention at the cohort level with zero identity linkage, a data posture most loyalty programs cannot match.",
      "magnitude": "medium"
    }
  ]
}
