{
  "updatedAt": "2026-02-28T15:58:44.194Z",
  "insights": [
    {
      "topic": "Deterministic vs. Probabilistic Signal Value",
      "insight": "Verified receipt data confirms actual purchases rather than inferring intent from browsing behavior — a structural advantage over cookie-based and fingerprinting methods that are now either deprecated or under regulatory pressure. Advertisers paying $5+ CPM for probabilistic targeting have a direct cost-reduction case to examine receipt-based alternatives.",
      "magnitude": "high"
    },
    {
      "topic": "AI-Native User Base as Targeting Signal",
      "insight": "Five of nine confirmed DKIM vendors are AI platforms — OpenAI, Anthropic, Suno, Gamma — identifying a user base that skews early-adopter and high-engagement before that demographic appears in any legacy panel. Nielsen and IRI have no structural path to observe AI tool spend, which lives in digital receipts and cloud billing confirmations.",
      "magnitude": "high"
    },
    {
      "topic": "Unknown Category Hides Highest-Value Transactions",
      "insight": "The unclassified receipt segment averages $118.81 per transaction versus $51.35 for grocery — nearly 2.3x — yet represents only 10% of receipt volume, meaning high-value purchase behavior is being systematically undercounted in spend-mix analysis. Brands in categories like travel, wholesale, or large-format retail should treat this gap as a measurement blind spot, not a data absence.",
      "magnitude": "high"
    },
    {
      "topic": "Payment Processor DKIM Reach",
      "insight": "Stripe and Paddle appear as verified senders, meaning receipt capture is reaching the underlying transaction confirmation layer — not just merchant-branded emails. This depth of signal is not replicable through retail panels, loyalty programs, or first-party brand data alone.",
      "magnitude": "medium"
    },
    {
      "topic": "Geographic Concentration from Receipt Density",
      "insight": "King Soopers dominance — 107 receipts versus Kroger's 84 in a 14-day window — independently identifies Denver/Front Range (CBSA 19740) as a meaningful user concentration, a geographic signal derived from purchase behavior rather than declared location or device inference. Expansion into non-metro Idaho and Kansas also signals panel reach into geographies that conventional urban-skewed receipt platforms do not cover.",
      "magnitude": "medium"
    },
    {
      "topic": "Accelerating Volume Compression",
      "insight": "The 14-day window accounts for roughly 40% of all-time cumulative GMV — a distribution inconsistent with steady-state growth and indicative of an active adoption phase where recent data is disproportionately representative. For brands evaluating this data source, panel size and coverage are moving targets, not fixed baselines.",
      "magnitude": "medium"
    }
  ]
}
