{
  "updatedAt": "2026-03-01T06:18:03.553Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic cost delta",
      "insight": "Ad tech charges $5–$150 CPA on probabilistic attribution; this protocol settles verified purchase events at ~$0.10 per receipt — a 50–200x cost difference that isn't a product improvement, it's a different category of evidence.",
      "magnitude": "high"
    },
    {
      "topic": "Cookie deprecation creates a structural gap this fills",
      "insight": "With Chrome joining Safari and Firefox in killing cross-site cookies, the industry's primary targeting primitive is gone — and device fingerprinting, first-party data, and data brokers each cover only a fragment of the purchase journey, none cryptographically verified.",
      "magnitude": "high"
    },
    {
      "topic": "Receipt as conversion proof, not proxy",
      "insight": "Each of the 3,436 verified receipts in the dataset represents a confirmed purchase event — not an inferred intent signal — spanning 14 retail categories including Kroger, Costco, Walgreens, and Home Depot across 14 metro areas.",
      "magnitude": "high"
    },
    {
      "topic": "Platform silos are the competitive vulnerability",
      "insight": "Visa sees merchant category codes but not line items; Google sees search intent but not physical receipts; Apple locks its Pay data inside its ecosystem — no single platform aggregates cross-merchant, cross-channel purchase signals without identity attachment.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-domain digital-plus-physical signal is a thesis, not yet a fact",
      "insight": "The protocol holds SaaS receipts (Anthropic, OpenAI, Stripe) and physical retail receipts in the same dataset, creating the structural possibility of linking digital tool adoption to physical purchase behavior without identity — but cross-domain submissions are currently at 0.3%, well below the 5% threshold for a meaningful signal.",
      "magnitude": "medium"
    },
    {
      "topic": "Nash equilibrium on brand participation",
      "insight": "User submissions accumulate regardless of whether brands query the data, meaning any brand that opts out is simply the only one not looking — competitor overlap, basket composition, and retention patterns are visible to whoever activates a predicate first.",
      "magnitude": "medium"
    }
  ]
}
