{
  "updatedAt": "2026-03-02T00:13:09.973Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic attribution",
      "insight": "Ad tech charges $5–$150 CPA to infer a purchase happened; this protocol settles at ~$0.10 per cryptographically verified receipt — a 50–200x cost delta that isn't a pricing advantage but a structural category difference.",
      "magnitude": "high"
    },
    {
      "topic": "Cookieless targeting gap",
      "insight": "With Chrome completing cookie deprecation and device fingerprinting increasingly blocked, no scaled cross-ecosystem signal exists that is both identity-free and purchase-verified — the protocol's DKIM-attested receipts fill exactly that gap.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-domain purchase intelligence",
      "insight": "Best Buy's entry as a top brand confirms the receipt layer captures physical retail alongside SaaS and digital spend, meaning a single consumer's laptop purchase and subscription renewal can appear in the same verified signal window — the cross-category targeting thesis is now evidenced, not theoretical.",
      "magnitude": "high"
    },
    {
      "topic": "Platform silo blindness",
      "insight": "Google, Apple, Stripe, and Microsoft each see a slice of commerce — intent, app purchases, payment amounts, or enterprise usage — but none see line-item purchase data across ecosystems without identity attachment; that combination does not exist elsewhere in the market.",
      "magnitude": "high"
    },
    {
      "topic": "Organic geographic diffusion",
      "insight": "Penetration across 15 active CBSAs shows a pulse pattern consistent with social graph propagation rather than paid acquisition, meaning the user base skews toward networked early adopters — a high-signal cohort for brands testing new commerce intelligence channels.",
      "magnitude": "medium"
    },
    {
      "topic": "Closed-loop receipt apps as a false comparison",
      "insight": "Fetch and Ibotta hold real purchase data but it is identity-attached, siloed, and not queryable by third-party brands; the structural difference here is verified purchase signals that are privacy-preserving and accessible across the ecosystem rather than locked inside a loyalty program.",
      "magnitude": "medium"
    }
  ]
}
