{
  "updatedAt": "2026-02-28T21:34:21.312Z",
  "insights": [
    {
      "topic": "Cookieless signal gap",
      "insight": "With Chrome deprecation completing the cookie's death across all major browsers, the ad industry has no cross-ecosystem, deterministic purchase signal left — probabilistic inference is what remains, and brands are paying $5+ CPM for it.",
      "magnitude": "high"
    },
    {
      "topic": "Receipt as verification primitive",
      "insight": "DKIM-verified email receipts produce cryptographic proof of purchase — not intent, not inference — making each receipt signal structurally more valuable than anything a data broker or DSP currently sells.",
      "magnitude": "high"
    },
    {
      "topic": "Platform silo blind spots",
      "insight": "Google sees search intent, Visa sees a merchant category code, Apple sees app spend — none see across all three simultaneously, and none capture product-level detail; the receipt layer is the only data source that does.",
      "magnitude": "high"
    },
    {
      "topic": "Identity-free architecture as compliance advantage",
      "insight": "Unlike Fetch or Ibotta, which hold identity-attached purchase data and carry GDPR/CCPA liability, this protocol's identity-free design means brands can query verified purchase signals without triggering consent or data-sharing obligations.",
      "magnitude": "medium"
    },
    {
      "topic": "Predicate layer not yet active",
      "insight": "Zero brand queries have been executed against 3,430 verified receipts and $198K in confirmed GMV — the commerce intelligence layer exists but has not been commercially activated, meaning current pricing reflects pre-revenue data accumulation.",
      "magnitude": "medium"
    },
    {
      "topic": "Closed-loop incumbents set the floor",
      "insight": "Ibotta IPO'd at $2.7B and Fetch raised $240M on identity-attached, single-ecosystem receipt data — the open, cross-ecosystem, identity-free version of the same asset class has no comparable market price yet.",
      "magnitude": "medium"
    }
  ]
}
