{
  "updatedAt": "2026-03-02T00:16:35.226Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic signal cost",
      "insight": "Ad tech charges $5–$150 CPA for modeled attribution; this protocol settles verified purchase confirmation at roughly $0.10 per receipt — a 50–200x cost delta that isn't a discount, it's a different class of signal.",
      "magnitude": "high"
    },
    {
      "topic": "Post-cookie targeting gap",
      "insight": "With Chrome completing cookie deprecation and device fingerprinting under regulatory pressure, the industry has no cross-ecosystem, identity-free, cryptographically verified purchase signal — and receipt-layer data is the only structural candidate to fill that gap.",
      "magnitude": "high"
    },
    {
      "topic": "Receipt as conversion event, not proxy",
      "insight": "A DKIM-signed receipt eliminates the attribution problem entirely: no pixel, no lookback window, no modeled conversion — the purchase confirmation is the signal, not an inference about it.",
      "magnitude": "high"
    },
    {
      "topic": "Platform silo blind spots",
      "insight": "Google sees search intent, Stripe sees transaction amounts, Apple Pay stays walled — no single platform sees verified line-item purchase data across ecosystems; the receipt layer is the one data source that cuts across all of them.",
      "magnitude": "high"
    },
    {
      "topic": "Identity-free data as compliance advantage",
      "insight": "Spend tokens carry no wallet reference, which means no consent flows, no breach liability, and no identity graph to defend under GDPR or CCPA — the privacy architecture is a cost reduction, not a feature trade-off.",
      "magnitude": "medium"
    },
    {
      "topic": "Organic geographic diffusion pattern",
      "insight": "21 metro areas reached through burst-quiet-burst expansion consistent with social graph spread rather than paid rollout, with simultaneous rural and urban penetration — the adoption curve suggests pull demand, not push distribution.",
      "magnitude": "medium"
    }
  ]
}
