{
  "updatedAt": "2026-02-28T21:43:10.230Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic signal gap",
      "insight": "The ad industry pays $5+ CPM to infer purchase intent from browsing behavior; a cryptographically verified receipt confirms a purchase actually occurred. That evidentiary gap — inference versus proof — is the pricing inefficiency every cookieless alternative is trying to close.",
      "magnitude": "high"
    },
    {
      "topic": "Cookie deprecation has no clean replacement yet",
      "insight": "Chrome's deprecation eliminates the last major cross-site tracking primitive, and no incumbent — not Google, not Visa, not Apple — can fill the gap because their data silos are structurally incompatible with each other. First-party data is accurate but blind to everything outside one company's ecosystem.",
      "magnitude": "high"
    },
    {
      "topic": "Receipt data is real but locked",
      "insight": "Fetch Rewards and Ibotta proved the receipt data market is worth billions, but both are closed-loop and identity-attached — third parties cannot query them. An open, identity-free receipt dataset queryable by brands does not yet exist at scale, which is where the unpriced opportunity sits.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-ecosystem visibility is the structural differentiator",
      "insight": "No single platform sees verified payment, product-level detail, and cross-ecosystem behavior simultaneously — Microsoft sees dev tools, Visa sees merchant category codes, Apple locks its data inside its ecosystem. The receipt layer is currently the only signal that cuts across all of them without identity attachment.",
      "magnitude": "high"
    },
    {
      "topic": "Predicate commerce layer not yet active",
      "insight": "Zero brand queries have been run against this dataset as of late February 2026, meaning the verified GMV and receipt volume accumulated so far is entirely pre-revenue. The first predicate activation — when a brand pays to query — is the concrete signal that the commerce data layer has moved from proof-of-concept to market.",
      "magnitude": "medium"
    },
    {
      "topic": "Cross-domain overlap rate as a readiness threshold",
      "insight": "The dataset's cross-domain ratio — receipts showing a consumer active across multiple vendor ecosystems simultaneously — sits at 0.3%; analysts watching for cookieless alternatives should treat 1% as the threshold where the dataset becomes defensibly unique to brands with both SaaS and physical retail customers.",
      "magnitude": "medium"
    }
  ]
}
