{
  "updatedAt": "2026-03-02T01:19:29.910Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic signal cost",
      "insight": "Ad tech charges $5–$150 CPA for probabilistic attribution; this protocol settles at ~$0.10 per cryptographically verified receipt — a 50–200x cost delta that isn't a pricing advantage, it's a structural difference in what's being sold.",
      "magnitude": "high"
    },
    {
      "topic": "Post-cookie targeting gap",
      "insight": "With Chrome completing cookie deprecation and fingerprinting under regulatory pressure, the industry has no cross-ecosystem, identity-free primitive for confirmed purchase events — verified receipts fill that exact gap.",
      "magnitude": "high"
    },
    {
      "topic": "Receipt as conversion proof, not proxy",
      "insight": "A DKIM-signed receipt is the conversion event itself, not a modeled inference — eliminating the lookback windows, pixel dependencies, and view-through debates that inflate CPA costs and erode attribution confidence.",
      "magnitude": "high"
    },
    {
      "topic": "Identity-free compliance posture",
      "insight": "Spend tokens carry no wallet reference and no identity attachment, removing consent flows, breach liability, and GDPR/CCPA exposure that make traditional first-party and broker data increasingly expensive to hold.",
      "magnitude": "medium"
    },
    {
      "topic": "Cross-ecosystem reach the platforms don't have",
      "insight": "Google sees search intent, Stripe sees transaction amounts, Apple Pay stays walled — none see line-item purchase confirmation across vendors; DKIM-verified receipts cut across all of them without relying on any platform intermediary.",
      "magnitude": "high"
    },
    {
      "topic": "Organic geographic diffusion as adoption signal",
      "insight": "21 active metros with a burst-quiet-burst expansion pattern across both urban and rural CBSAs points to social graph propagation, not a paid rollout — the network is self-distributing before it has significant marketing spend behind it.",
      "magnitude": "medium"
    }
  ]
}
