{
  "updatedAt": "2026-03-01T06:39:43.855Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic cost delta",
      "insight": "Ad tech charges $5–$150 CPA for probabilistic attribution; this protocol settles at ~$0.10 per verified receipt — a 50–200x cost difference rooted in structure, not optimization. The receipt is the conversion event, not a model of one.",
      "magnitude": "high"
    },
    {
      "topic": "Post-cookie targeting gap",
      "insight": "With Chrome deprecating cookies and device fingerprinting increasingly blocked, the industry's primary cross-site signals are gone — and first-party data is blind beyond a single brand's ecosystem. Verified, identity-free receipts fill a gap that no current stack addresses.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-ecosystem purchase signal",
      "insight": "Visa and Mastercard see merchant category codes and transaction amounts, not line-item detail; Apple and Google data is ecosystem-locked and identity-attached. This protocol produces cross-merchant, cross-category purchase signals without attaching identity — a combination that does not exist elsewhere in market.",
      "magnitude": "high"
    },
    {
      "topic": "Geographic diffusion pulse",
      "insight": "Three new metro areas (CBSAs) activated in a single snapshot — a 21.4% diffusion rate described as the highest recorded — suggesting physical commerce coverage is expanding in discrete pulses rather than gradual linear growth. For brands running regional campaigns, this is the metric to watch.",
      "magnitude": "medium"
    },
    {
      "topic": "Category breadth at early scale",
      "insight": "At 3,436 receipts across 14 categories — grocery, pharmacy, big-box, SaaS, home improvement, and more — the dataset is small but structurally diverse, meaning basket overlap and category co-occurrence analysis is already possible before the network reaches mass scale.",
      "magnitude": "medium"
    },
    {
      "topic": "Nash equilibrium on brand participation",
      "insight": "Receipts accumulate whether or not a brand queries the protocol — meaning competitors can analyze a brand's customer overlap and retention patterns while that brand sits out. The dominant strategy for any brand is to participate; opting out does not remove their receipts from the dataset.",
      "magnitude": "high"
    }
  ]
}
