{
  "updatedAt": "2026-02-28T23:33:19.540Z",
  "insights": [
    {
      "topic": "Deterministic vs. probabilistic cost gap",
      "insight": "Ad tech charges $5–$150 CPA for probabilistic attribution; this protocol settles at ~$0.10 per verified receipt — a 50–200x cost delta driven by eliminating the attribution problem entirely, not optimizing around it.",
      "magnitude": "high"
    },
    {
      "topic": "Post-cookie verified signal",
      "insight": "With Chrome deprecating cookies and fingerprinting under regulatory pressure, the protocol produces identity-free, cryptographically verified purchase signals — the one signal type none of the incumbent stacks (Google, Apple, Visa, data brokers) can generate or share.",
      "magnitude": "high"
    },
    {
      "topic": "Physical retail footprint expanding",
      "insight": "Verified receipts now span 14 metro CBSAs across grocery, big-box, pharmacy, home improvement, and apparel — with 3 new metros added in a single snapshot, the highest single-period diffusion rate recorded.",
      "magnitude": "high"
    },
    {
      "topic": "Cross-domain signal — thesis not yet fact",
      "insight": "The architecture can link SaaS and physical retail purchases from the same wallet without identity, a capability no platform currently offers; the cross-domain ratio sits at 0.3%, so watch the threshold, don't cite the pairing.",
      "magnitude": "medium"
    },
    {
      "topic": "Predicate layer — first-mover window",
      "insight": "Zero active brand predicates exist today, but the Nash equilibrium is structural: competitor receipts accumulate whether a brand queries them or not, meaning the penalty for waiting is asymmetric and grows with each receipt added.",
      "magnitude": "high"
    },
    {
      "topic": "Basket size and category entropy as targeting inputs",
      "insight": "At ~$58 average basket across 14 categories and 3.02 bits of category entropy, the dataset is already diverse enough to support segmentation by spend behavior — without any identity attached.",
      "magnitude": "medium"
    }
  ]
}
