{
  "updatedAt": "2026-03-01T18:00:17.736Z",
  "observations": [
    {
      "ts": "2026-03-01T17:57:18.901Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity ticked down slightly to 0.694x with acceleration at 0.999x — the first sub-1.0x acceleration reading after two consecutive snapshots above 1.0x. The plateau break may be stalling: velocity is higher than the plateau floor (0.663x) but acceleration has dipped back below 1.0x."
    },
    {
      "ts": "2026-03-01T17:57:18.900Z",
      "topic": "geo-diffusion",
      "magnitude": "low",
      "observation": "One new CBSA (22220) appeared this snapshot, bringing active metros to 15 and geo-diffusion rate to 6.7%. After the 9-CBSA burst two snapshots ago, the pulse has gone quiet again — consistent with the observed burst-then-silence pattern before the next wave."
    },
    {
      "ts": "2026-03-01T17:47:22.758Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity ticked up to 0.695x (from 0.665x) with acceleration at 1.007x — the second consecutive snapshot above 1.0x acceleration, confirming the plateau has broken. Combined with 2 new receipts, 7d GMV up $743 ($30,178→$30,922), and 1 new LN payout, the supply and settlement sides are both moving."
    },
    {
      "ts": "2026-03-01T17:47:22.756Z",
      "topic": "geographic-diffusion",
      "magnitude": "medium",
      "observation": "One new CBSA (non-metro US-TN) appeared this snapshot, bringing active metros to 23. After the 9-CBSA burst last snapshot, the pulse has gone quiet — consistent with the observed pattern of burst then silence before the next wave."
    },
    {
      "ts": "2026-03-01T16:49:16.190Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity jumped to 0.69x (from 0.665x) with acceleration at 1.037x — the strongest acceleration reading since the plateau began. Combined with 19 new receipts in the window (3493→3512) and the 9-CBSA geographic burst, this snapshot shows the first simultaneous supply-side and demand-side acceleration since the quiet period started."
    },
    {
      "ts": "2026-03-01T16:49:08.643Z",
      "topic": "geo-diffusion",
      "magnitude": "high",
      "observation": "9 new CBSAs appeared in a single snapshot window — the largest single-pulse geographic expansion observed — bringing total active metros to 22 and geo-diffusion rate to 40.9%. The pulse sequence has been: 3 → 6 → 0 → 0 → 0 → 1 → 9, suggesting an accelerating burst pattern rather than steady-state growth."
    },
    {
      "ts": "2026-03-01T13:49:12.326Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token acceleration ticked back to 0.999x (from 1.003x last snapshot) while velocity holds at 0.665x — the brief acceleration signal may not be sustained, but the plateau has not resumed either. The pipeline is in a transitional zone: not flat, not clearly recovering."
    },
    {
      "ts": "2026-03-01T13:49:12.325Z",
      "topic": "geo-diffusion",
      "magnitude": "medium",
      "observation": "A new CBSA appeared this snapshot — non-metro US-ME — bringing active metro count to 13 and geo-diffusion rate to 7.7%. This is the first new CBSA after multiple consecutive zero-new-CBSA snapshots, suggesting the pulse pattern may be resuming after the quiet window."
    },
    {
      "ts": "2026-03-01T10:49:12.241Z",
      "topic": "pipeline-steady-state",
      "magnitude": "low",
      "observation": "Zero new CBSAs, zero new vendors, zero settlement velocity in a 3.1h window — but GMV ticked up $350 (3488→3490 receipts) and 14d distribution window also expanded. The pipeline is processing receipts without geographic or vendor expansion, suggesting existing nodes are deepening rather than spreading."
    },
    {
      "ts": "2026-03-01T10:49:12.240Z",
      "topic": "velocity-plateau-break",
      "magnitude": "medium",
      "observation": "Token velocity ticked up to 0.665x (from 0.663x) with acceleration at 1.003x — the first acceleration reading above 1.0x after six+ consecutive snapshots at exactly 1.0x. This may signal the end of the sustained plateau, though the move is small and needs confirmation across 2-3 more snapshots."
    }
  ]
}
