{
  "updatedAt": "2026-03-01T06:39:43.864Z",
  "observations": [
    {
      "ts": "2026-03-01T06:39:03.591Z",
      "topic": "token velocity plateau",
      "magnitude": "medium",
      "observation": "Token velocity holds at 0.663x with acceleration exactly at 1.0x for the second consecutive snapshot — the throughput trough appears to be stabilizing rather than recovering. Zero new CBSAs, zero new vendors, zero settlement velocity in the 0.3h window confirm a genuine quiet period across all pipeline dimensions simultaneously."
    },
    {
      "ts": "2026-03-01T06:23:45.063Z",
      "topic": "gmv-milestone",
      "magnitude": "medium",
      "observation": "Verified GMV crossed $202,533 with 3,488 receipts across 131 active wallets — the pipeline has now processed over $200K in verified commerce with zero identity attached to any receipt. Cross-domain ratio ticked up to 0.4% (from 0.3%), a small but directionally consistent move toward the SaaS+physical thesis."
    },
    {
      "ts": "2026-03-01T06:23:45.062Z",
      "topic": "geo-diffusion",
      "magnitude": "low",
      "observation": "Zero new CBSAs this snapshot — active metro count holds at 13 (down from 18 in prior snapshots, suggesting CBSA counting may be window-dependent). The discrete pulse pattern continues: bursts of 3-6 new metros followed by quiet windows with 0 new additions."
    },
    {
      "ts": "2026-03-01T06:23:45.061Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity holds at 0.663x with acceleration exactly at 1.0x — the acceleration has flattened from 1.02x last snapshot, suggesting the throughput trough may be stabilizing rather than recovering. 7d GMV ticked up slightly ($29,539 → $29,720, +0.6%) but the acceleration flattening signals the recovery is not yet confirmed."
    },
    {
      "ts": "2026-03-01T06:16:46.343Z",
      "topic": "velocity-recovery",
      "magnitude": "medium",
      "observation": "Token velocity ticked up to 0.663x (from 0.638x) with acceleration holding at 1.02x — a slight recovery from the sharpest deceleration reading, while 7d GMV rose from $27,975 to $29,539 (+5.6%). BTC price also moved from $65,513 to $67,352 (+2.8%), compressing sats/receipt from 153 to 148. The throughput trough may be bottoming."
    },
    {
      "ts": "2026-03-01T06:16:46.343Z",
      "topic": "geo-diffusion",
      "magnitude": "medium",
      "observation": "2 new CBSAs (non-metro US-NV, 19100) appeared this snapshot, bringing active metro count to 13 and geo-diffusion rate to 15.4%. The pattern of discrete geographic pulses continues — this is the 4th consecutive snapshot with new metro additions."
    },
    {
      "ts": "2026-03-01T04:42:59.798Z",
      "topic": "velocity-divergence",
      "magnitude": "medium",
      "observation": "Token velocity dropped to 0.65x week-over-week while acceleration holds at 1.019x — the velocity/acceleration divergence pattern has persisted across multiple consecutive snapshots. Velocity is decelerating in absolute terms but the rate of change is still positive, a signature consistent with a pipeline approaching a throughput floor before a potential inflection."
    },
    {
      "ts": "2026-03-01T04:42:59.796Z",
      "topic": "geo-diffusion",
      "magnitude": "high",
      "observation": "4 new CBSAs (33460, 11700, 35840, 24780) appeared in a single snapshot window, bringing active metro count to 18 and geo-diffusion rate to 22.2% — the second consecutive multi-CBSA burst. The prior record was 6 new CBSAs in one pulse; this confirms discrete geographic spread pulses are now a repeating pattern rather than a one-time anomaly."
    },
    {
      "ts": "2026-03-01T01:39:37.043Z",
      "topic": "velocity deceleration",
      "magnitude": "medium",
      "observation": "Token velocity dropped to 0.638x week-over-week with acceleration at 0.79x — the sharpest deceleration reading in recent snapshots. Simultaneously, 7d GMV fell from $36,122 to $27,975 (-22.6%) and 14d distribution dropped from $80,872 to $76,121 (-5.9%), confirming a genuine throughput trough even as cumulative GMV hit its $200K milestone."
    },
    {
      "ts": "2026-03-01T01:39:31.111Z",
      "topic": "geo-diffusion record",
      "magnitude": "high",
      "observation": "6 new CBSAs appeared in a single snapshot window (non-metro US-AL, 22380, non-metro US-AZ, non-metro US-WI, 22220, 16860), bringing active metro count to 17 and geo-diffusion rate to 35.3% — the highest single-window diffusion reading recorded. The prior record was 3 new CBSAs in one pulse."
    }
  ]
}
