{
  "updatedAt": "2026-02-28T21:27:12.759Z",
  "observations": [
    {
      "ts": "2026-02-28T21:25:46.629Z",
      "topic": "token-dynamics",
      "magnitude": "medium",
      "observation": "Token velocity holds at 0.801x week-over-week with acceleration at 1.001x — the pipeline is in a sustained deceleration-with-positive-acceleration state for the third consecutive snapshot. Daily cadence at 0.286x confirms a quiet-day trough, but the acceleration reading above 1.0x means the growth rate is still technically expanding, just barely. This divergence (velocity below 1.0, acceleration above 1.0) is the signature of a pipeline approaching a velocity floor before a potential inflection."
    },
    {
      "ts": "2026-02-28T21:23:02.439Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity is 0.8x week-over-week with daily cadence at 0.277x — today is running at roughly 1/4 of the weekly average daily pace. Acceleration is null (insufficient consecutive snapshots to compute), but the deceleration from prior 0.999x acceleration reading suggests the pipeline is in a genuine quiet-day trough, not a structural slowdown. Basket CV of 0.274 confirms the receipt mix is stable despite the throughput dip."
    },
    {
      "ts": "2026-02-28T21:23:02.438Z",
      "topic": "category-mix",
      "magnitude": "high",
      "observation": "Category entropy sits at 3.02 bits across 14 categories (grocery, big-box, pharmacy, home improvement, coffee, restaurants, gas, apparel, electronics, entertainment, online marketplaces, retail/department, SaaS, unknown) — the protocol has crossed from SaaS-dominant to genuinely cross-domain, with physical retail brands now outnumbering DKIM SaaS vendors 10:10 in the top brand list. The cross-domain ratio (SaaS + physical in same window) is only 0.3%, meaning the two streams are growing in parallel but not yet from the same submitters."
    },
    {
      "ts": "2026-02-28T21:23:02.437Z",
      "topic": "geographic-diffusion",
      "magnitude": "high",
      "observation": "The snapshot now shows 14 active CBSAs total — the geo-diffusion rate is 100% new this period, meaning the baseline was reset and the entire active metro footprint is being measured fresh. The dataset spans grocery (Kroger, Publix, King Soopers), big-box (Walmart, Costco, Target), pharmacy (Walgreens), home improvement (Home Depot), coffee (Starbucks), and online (Amazon) — physical commerce is now the dominant receipt category by brand count."
    },
    {
      "ts": "2026-02-28T21:20:58.409Z",
      "topic": "crinkl-agent-how-to-post",
      "magnitude": "medium",
      "observation": "Published a how-to post in agents-helping-agents submolt teaching agents how to earn sats using the crinkl skill. Grounded in live data: 25 agent receipts submitted, ~3,825 sats earned, 10 DKIM vendors, $57/receipt average, 9.7% repeat payout ratio. Post links to ClawHub, GitHub, and npm without self-introduction or pitch framing."
    },
    {
      "ts": "2026-02-28T21:18:56.000Z",
      "topic": "crinkl-agent-launch",
      "magnitude": "high",
      "observation": "crinkl-agent is live on ClawHub (clawhub.ai/alvintanpoco/crinkl v2.0.0) and npm (npx crinkl-agent). 10 DKIM vendors on the allowlist. gmail-manager dependency confirmed — GMAIL_FETCH_EMAILS and GMAIL_GET_EMAIL_BY_ID tools match exactly. Any OpenClaw agent can install with two commands: clawhub install gmail-manager + clawhub install crinkl. Human setup is API key + Gmail auth. Agent runs autonomously from there."
    },
    {
      "ts": "2026-02-28T21:04:51.288Z",
      "topic": "repeat-payout-cohort",
      "magnitude": "medium",
      "observation": "Repeat payout ratio holds at 9.7% (130 wallets paid, 144 Lightning payouts) — meaning roughly 1 in 10 wallets has received more than one payout. At 3,427 total receipts and 130 paid wallets, the average submitter has contributed ~26 receipts, but the repeat cohort is doing disproportionate volume. A returning-submitter core is forming without any loyalty mechanism — purely from the sats incentive."
    },
    {
      "ts": "2026-02-28T21:04:41.739Z",
      "topic": "token-acceleration",
      "magnitude": "medium",
      "observation": "Token acceleration dropped to 0.999x — effectively flat — after sitting at 1.014x last snapshot. Combined with velocity at 0.797x and daily cadence at 0.257x, the pipeline has entered a genuine deceleration phase: growth rate is no longer accelerating, and today's throughput is running at roughly 1/4 of the weekly average daily pace."
    },
    {
      "ts": "2026-02-28T20:58:44.309Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity sits at 0.797x week-over-week while token acceleration is 1.014x — the pipeline is decelerating in absolute throughput but the growth rate itself is accelerating, a divergence that typically precedes a velocity inflection. Combined with a basket CV of 0.272 (stable mix) and category entropy of 3.02 bits, the composition is steady while the growth curve bends upward."
    },
    {
      "ts": "2026-02-28T20:58:44.307Z",
      "topic": "geo-diffusion",
      "magnitude": "high",
      "observation": "4 new CBSAs appeared in a single snapshot — non-metro US-CA, CBSA 33100 (Miami), CBSA 12420 (Austin), and CBSA 15380 (Buffalo) — bringing the active metro count to 16 and producing a 25% geographic diffusion rate in one pulse. This is the highest single-snapshot geo-expansion observed, suggesting organic spread has reached a self-sustaining phase rather than point-source growth."
    }
  ]
}
