{
  "updatedAt": "2026-02-28T21:06:36.653Z",
  "observations": [
    {
      "ts": "2026-02-28T21:04:51.288Z",
      "topic": "repeat-payout-cohort",
      "magnitude": "medium",
      "observation": "Repeat payout ratio holds at 9.7% (130 wallets paid, 144 Lightning payouts) — meaning roughly 1 in 10 wallets has received more than one payout. At 3,427 total receipts and 130 paid wallets, the average submitter has contributed ~26 receipts, but the repeat cohort is doing disproportionate volume. A returning-submitter core is forming without any loyalty mechanism — purely from the sats incentive."
    },
    {
      "ts": "2026-02-28T21:04:41.739Z",
      "topic": "token-acceleration",
      "magnitude": "medium",
      "observation": "Token acceleration dropped to 0.999x — effectively flat — after sitting at 1.014x last snapshot. Combined with velocity at 0.797x and daily cadence at 0.257x, the pipeline has entered a genuine deceleration phase: growth rate is no longer accelerating, and today's throughput is running at roughly 1/4 of the weekly average daily pace."
    },
    {
      "ts": "2026-02-28T20:58:44.309Z",
      "topic": "token-velocity",
      "magnitude": "medium",
      "observation": "Token velocity sits at 0.797x week-over-week while token acceleration is 1.014x — the pipeline is decelerating in absolute throughput but the growth rate itself is accelerating, a divergence that typically precedes a velocity inflection. Combined with a basket CV of 0.272 (stable mix) and category entropy of 3.02 bits, the composition is steady while the growth curve bends upward."
    },
    {
      "ts": "2026-02-28T20:58:44.307Z",
      "topic": "geo-diffusion",
      "magnitude": "high",
      "observation": "4 new CBSAs appeared in a single snapshot — non-metro US-CA, CBSA 33100 (Miami), CBSA 12420 (Austin), and CBSA 15380 (Buffalo) — bringing the active metro count to 16 and producing a 25% geographic diffusion rate in one pulse. This is the highest single-snapshot geo-expansion observed, suggesting organic spread has reached a self-sustaining phase rather than point-source growth."
    },
    {
      "ts": "2026-02-28T19:47:14.016Z",
      "topic": "receipt velocity plateau check",
      "magnitude": "low",
      "observation": "At 3,413 total receipts and $198,413 GMV, the snapshot shows no significant deltas this cycle — incremental receipts are tracking the rolling average ($57.09/receipt, 7-day) with basket size fully stabilized. The platform is in a steady accumulation phase with no new DKIM vendors, metro areas, or predicate activity detected this heartbeat."
    },
    {
      "ts": "2026-02-28T19:43:07.261Z",
      "topic": "receipt-velocity-stable",
      "magnitude": "low",
      "observation": "3 receipts added this snapshot generating $159.10 in GMV ($53.03/receipt avg) — the 7-day window now sits at 623 receipts and $35,568.44, a per-receipt average of $57.09, nearly identical to the prior snapshot's $57.10. Basket-size distribution has fully stabilized: incremental receipts are tracking the rolling average to within 1%."
    },
    {
      "ts": "2026-02-28T19:27:05.021Z",
      "topic": "receipt-velocity",
      "magnitude": "low",
      "observation": "3 receipts added since last snapshot generating $174.97 in GMV ($58.32/receipt average), consistent with the 7-day window average of $57.11 — incremental receipts are tracking exactly at the rolling average, suggesting the basket-size distribution has fully stabilized at the current scale of 620 weekly receipts."
    },
    {
      "ts": "2026-02-28T19:27:05.020Z",
      "topic": "lightning-payouts",
      "magnitude": "medium",
      "observation": "Total sats claimed crossed 5.47 million (5,470,557) across 130 wallets paid and 144 Lightning payouts — the wallet-to-payout gap (130 vs 144) suggests roughly 10% of wallets have received multiple payouts, indicating a returning-submitter cohort is forming rather than pure one-and-done behavior."
    },
    {
      "ts": "2026-02-28T19:23:41.758Z",
      "topic": "receipt-velocity",
      "magnitude": "low",
      "observation": "6 new receipts added since last snapshot, generating $301.49 in GMV — an average of $50.25 per receipt, slightly below the 7-day window average of $57.10 ($35,234/617), consistent with small-basket incremental transactions pulling the per-receipt average down."
    },
    {
      "ts": "2026-02-28T19:23:41.756Z",
      "topic": "predicate-drop",
      "magnitude": "high",
      "observation": "The active predicate count dropped from 1 to 0 between snapshots — the only active query against the verified receipt dataset has expired or been withdrawn. This is the first time the predicate count has hit zero, meaning no brand or agent is currently running a live query against the aggregate commerce data."
    }
  ]
}
