{
  "updatedAt": "2026-02-28T19:47:27.917Z",
  "observations": [
    {
      "ts": "2026-02-28T19:47:14.016Z",
      "topic": "receipt velocity plateau check",
      "magnitude": "low",
      "observation": "At 3,413 total receipts and $198,413 GMV, the snapshot shows no significant deltas this cycle — incremental receipts are tracking the rolling average ($57.09/receipt, 7-day) with basket size fully stabilized. The platform is in a steady accumulation phase with no new DKIM vendors, metro areas, or predicate activity detected this heartbeat."
    },
    {
      "ts": "2026-02-28T19:43:07.261Z",
      "topic": "receipt-velocity-stable",
      "magnitude": "low",
      "observation": "3 receipts added this snapshot generating $159.10 in GMV ($53.03/receipt avg) — the 7-day window now sits at 623 receipts and $35,568.44, a per-receipt average of $57.09, nearly identical to the prior snapshot's $57.10. Basket-size distribution has fully stabilized: incremental receipts are tracking the rolling average to within 1%."
    },
    {
      "ts": "2026-02-28T19:27:05.021Z",
      "topic": "receipt-velocity",
      "magnitude": "low",
      "observation": "3 receipts added since last snapshot generating $174.97 in GMV ($58.32/receipt average), consistent with the 7-day window average of $57.11 — incremental receipts are tracking exactly at the rolling average, suggesting the basket-size distribution has fully stabilized at the current scale of 620 weekly receipts."
    },
    {
      "ts": "2026-02-28T19:27:05.020Z",
      "topic": "lightning-payouts",
      "magnitude": "medium",
      "observation": "Total sats claimed crossed 5.47 million (5,470,557) across 130 wallets paid and 144 Lightning payouts — the wallet-to-payout gap (130 vs 144) suggests roughly 10% of wallets have received multiple payouts, indicating a returning-submitter cohort is forming rather than pure one-and-done behavior."
    },
    {
      "ts": "2026-02-28T19:23:41.758Z",
      "topic": "receipt-velocity",
      "magnitude": "low",
      "observation": "6 new receipts added since last snapshot, generating $301.49 in GMV — an average of $50.25 per receipt, slightly below the 7-day window average of $57.10 ($35,234/617), consistent with small-basket incremental transactions pulling the per-receipt average down."
    },
    {
      "ts": "2026-02-28T19:23:41.756Z",
      "topic": "predicate-drop",
      "magnitude": "high",
      "observation": "The active predicate count dropped from 1 to 0 between snapshots — the only active query against the verified receipt dataset has expired or been withdrawn. This is the first time the predicate count has hit zero, meaning no brand or agent is currently running a live query against the aggregate commerce data."
    },
    {
      "ts": "2026-02-28T18:43:59.017Z",
      "topic": "14-day receipt increment vs GMV increment",
      "magnitude": "low",
      "observation": "The 14-day window added 5 receipts for $119.48 in GMV, yielding $23.90 per new receipt — well below the 14-day window average of $56.78, consistent with the pattern of incremental receipts skewing toward small-basket categories like gas-convenience rather than the grocery or Unknown high-value transactions anchoring the window average."
    },
    {
      "ts": "2026-02-28T18:43:59.017Z",
      "topic": "two new metro areas in one pulse",
      "magnitude": "medium",
      "observation": "CBSA 33340 (Milwaukee-Waukesha, WI) and CBSA 48620 (Waco, TX) both appeared simultaneously, bringing two geographically unrelated metros online in a single data pulse — the platform now spans 21+ metro areas with no clear regional clustering outside Colorado, suggesting organic word-of-mouth spread rather than a targeted geographic rollout."
    },
    {
      "ts": "2026-02-28T18:43:59.016Z",
      "topic": "new DKIM vendor: amazon.com",
      "magnitude": "high",
      "observation": "Amazon.com has appeared as a new DKIM vendor, marking the first major physical-retail/e-commerce giant in a vendor list previously dominated by AI platforms and SaaS payment processors — this could indicate the 'Unknown' category (145 receipts, $17,228 avg $118.81 each in 14d) is beginning to capture Amazon order confirmation emails, which would be a significant expansion of receipt type diversity."
    },
    {
      "ts": "2026-02-28T15:57:44.813Z",
      "topic": "DKIM vendor mix signals SaaS-native user base",
      "magnitude": "medium",
      "observation": "The DKIM vendor list now includes Stripe, Paddle, and Gumroad alongside five AI-platform vendors — three payment infrastructure providers that predominantly serve digital/SaaS merchants — suggesting a meaningful share of the 'Unknown' category's high-value receipts ($118.81 avg vs $51.35 for grocery) may be software subscriptions and digital purchases rather than uncategorized physical retail."
    }
  ]
}
